/* No comment provided by engineer. */
"%@ to %@" = "%1$@ – %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d из %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li к %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "Требуется параметр 'item'";

/* No comment provided by engineer. */
"'portal' parameter required" = "Требуется параметр 'portal'";

/* No comment provided by engineer. */
"'tags' parameter required" = "Требуется параметр 'tags'";

/* No comment provided by engineer. */
"'title' parameter required" = "Требуется параметр 'title'";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Нет значения>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Доступ к местоположению устройства запрещен.";

/* No comment provided by engineer. */
"Actual Size" = "Актуальный размер";

/* No comment provided by engineer. */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Add Attachment" = "Добавить вложение";

/* No comment provided by engineer. */
"Add..." = "Добавить...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Для выполнения этой операции требуется itemID. Добавьте этот элемент на Portal, чтобы получить ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Определено неопознанное исключение NSException, однако исходная информация и стек вызовов недоступны. Прервите исключения objective-c, чтобы увидеть строку кода, вызвавшую исходное NSException. Дополнительная информация находится в документации.";

/* No comment provided by engineer. */
"Apply Geometry" = "Применить геометрию";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Для вычисления маршрута необходим по крайней мере 1 пункт обслуживания.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Для вычисления маршрута необходим по крайней мере 1 инцидент.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Для расчета маршрута необходимы как минимум 2 остановки.";

/* No comment provided by engineer. */
"Attachment" = "Вложение";

/* No comment provided by engineer. */
"Attachments" = "Вложения";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Попытка использования функций, которые не поддерживаются на текущем уровне лицензии";

/* No comment provided by engineer. */
"Authorization required" = "Требуется авторизация";

/* No comment provided by engineer. */
"Bad Request" = "Неверный запрос";

/* No comment provided by engineer. */
"Bad URL." = "Неверный URL-адрес.";

/* No comment provided by engineer. */
"bytes" = "байт";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Не удалось сохранить другой тип элемента.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Невозможно подтвердить идентификацию '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Требуется сертификат";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Запрос для URL: %1$@ с failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Изменение типа объекта";

/* No comment provided by engineer. */
"Choose From Library" = "Выбрать из библиотеки";

/* No comment provided by engineer. */
"Clear" = "Сброс";

/* No comment provided by engineer. */
"Clear Geometry" = "Очистить геометрию";

/* No comment provided by engineer. */
"Continue" = "Продолжить";

/* No comment provided by engineer. */
"Created %d hours ago" = "Создано %d ч назад";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Создано %d мин назад";

/* No comment provided by engineer. */
"Created a minute ago" = "Создано 1 мин. назад";

/* No comment provided by engineer. */
"Created an hour ago" = "Создано 1 час назад";

/* No comment provided by engineer. */
"Created by %@" = "Создано %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Создано %1$@ %2$d часов назад";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Создано %1$@ %2$d минут назад";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Создано %@ минуту назад";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Создано %@ час назад";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Создано %1$@ на %2$@ в %3$@ - день";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Создано %1$@ на %2$@ в %3$@ - полностью";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Создано %@ несколько секунд назад";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Создано %1$@ в %2$@ - день";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Создано на %1$@ в %2$@ - полностью";

/* No comment provided by engineer. */
"Created seconds ago" = "Создано сек. назад";

/* No comment provided by engineer. */
"Credential Required" = "Учетные данные обязательны";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Некорректные данные для круговой диаграммы";

/* No comment provided by engineer. */
"Delete" = "Удалить";

/* No comment provided by engineer. */
"Delete Attachment" = "Удалить вложение";

/* No comment provided by engineer. */
"Delete Feature" = "Удалить объект";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Удаление этого вложения приведет к его удалению из всплывающего окна и связанного источника данных.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Удаление этого объекта приведет к его удалению с карты и из связанного источника данных.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Атрибуты времени и расстояния в маршруте не совпадают.";

/* No comment provided by engineer. */
"Edit" = "Редактировать";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Изменено %d ч назад";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Изменено %d мин назад";

/* No comment provided by engineer. */
"Edited a minute ago" = "Отредактировано 1 мин. назад";

/* No comment provided by engineer. */
"Edited an hour ago" = "Изменено час назад";

/* No comment provided by engineer. */
"Edited by %@" = "Изменил %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Отредактировано %1$@ %2$d часов назад";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Отредактировано %1$@ %2$d минут назад";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Изменил %@ минуту назад";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Изменил %@ час назад";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Отредактировано %1$@ на %2$@ в %3$@ - день";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Отредактировано %1$@ на %2$@ в %3$@ - полностью";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Изменил %@ несколько секунд назад";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Отредактировано %1$@ в %2$@ - день";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Отредактировано %1$@ в %2$@ - полностью";

/* No comment provided by engineer. */
"Edited seconds ago" = "Отредактировано сек. назад";

/* No comment provided by engineer. */
"Empty username/password" = "Поля имя пользователя/пароль пустые";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Введите дату между %1$@ и %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Введите число в диапазоне от %1$@ до %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Введите число в диапазоне от %1$i до %2$i";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Ошибка при добавлении идентификации в цепь";

/* No comment provided by engineer. */
"Error adding keychain item" = "Ошибка при добавлении элемента связки ключей";

/* No comment provided by engineer. */
"Error extracting identity" = "Ошибка извлечения идентификации";

/* No comment provided by engineer. */
"Error Loading Page" = "Ошибка загрузки страницы";

/* No comment provided by engineer. */
"Error removing keychain item" = "Ошибка при удалении элемента связки ключей";

/* No comment provided by engineer. */
"Error updating keychain item" = "Ошибка при обновления элемента связки ключей";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Превышает максимальное значение (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Очень большой";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Пункт обслуживания (%1$@) имеет недопустимые имена атрибутов добавленной стоимости (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Пункт обслуживания (%1$@) имеет отрицательное значение атрибута добавленной стоимости (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Недопустимый объект.";

/* No comment provided by engineer. */
"Finish" = "Завершить";

/* No comment provided by engineer. */
"Finishing editing..." = "Завершение редактирования...";

/* No comment provided by engineer. */
"GB" = "ГБ";

/* No comment provided by engineer. */
"Geometry" = "Геометрия";

/* No comment provided by engineer. */
"Hide" = "Скрыть";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Инцидент (%1$@) имеет недопустимые имена атрибутов добавленной стоимости (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Инцидент (%1$@) имеет отрицательное значение атрибута добавленной стоимости (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Вставить сегмент";

/* No comment provided by engineer. */
"Insert Vertex" = "Добавить вершину";

/* No comment provided by engineer. */
"Invalid argument." = "Некорректный аргумент.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Неверные учетные данные";

/* No comment provided by engineer. */
"Invalid GPX data." = "Недопустимые данные GPX.";

/* No comment provided by engineer. */
"Invalid groupID." = "Недопустимый groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Присоединение к этой организации поддерживается только через приглашения, вам необходимо получить приглашение от администратора";

/* No comment provided by engineer. */
"KB" = "КБ";

/* No comment provided by engineer. */
"Keep Current Values" = "Оставить текущие значения";

/* No comment provided by engineer. */
"Large" = "Большой";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Меньше минимального значения (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Лицензировано только для использования разработчиком";

/* No comment provided by engineer. */
"Loading feature..." = "Загрузка объекта...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Карта содержит данные, которые невозможно сохранить. Для сохранения данной карты с удалением этих данных, передайте true для forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "МБ";

/* No comment provided by engineer. */
"Medium" = "Средний";

/* No comment provided by engineer. */
"Missing client certificate" = "Отсутствует сертификат клиента";

/* string to represent hyperlink attributes */
"More Info" = "Больше информации";

/* No comment provided by engineer. */
"Move Geometry" = "Переместить геометрию";

/* No comment provided by engineer. */
"Move Part" = "Переместить часть";

/* No comment provided by engineer. */
"Move Vertex" = "Переместить вершину";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Не найден сертификат для работы с ресурсом '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Нет данных для создания столбчатой диаграммы";

/* No comment provided by engineer. */
"No data to create a line chart" = "Нет данных для создания линейной диаграммы";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Нет данных для создания круговой диаграммы";

/* No comment provided by engineer. */
"No image to display" = "Нет изображений для отображения";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Не удалось найти маршрут между данной парой точек (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Недопустимый номер";

/* No comment provided by engineer. */
"Not a valid whole number" = "Некорректен не весь номер";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Объект не может быть создан без портала. Используйте метод fromJSON:withPortal:error: .";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Одно или несколько имен атрибутов накопления (%@) являются некорректными.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Одно или несколько имен атрибутов (%@), связанных с пользовательскими значениями атрибута параметра, являются некорректными.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Один или несколько пунктов обслуживания (%@) имеют пустую геометрию.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Один или несколько пунктов обслуживания (%@) имеют недопустимое направление подъезда.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Один или несколько пунктов обслуживания (%@) имеют недопустимое предельное значение импеданса.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Один или несколько инцидентов (%@) имеют пустую геометрию.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Один или несколько инцидентов (%@) имеют недопустимое направление подъезда.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Один или несколько инцидентов (%@) имеют недопустимое предельное значение импеданса.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Один или несколько инцидентов (%@) имеют количество пунктов обслуживания, меньшее 1.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Одно или несколько имен параметров (%@), связанных с пользовательскими значениями атрибута параметра, являются некорректными.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Один или несколько типов значений параметров, связанных с пользовательскими значениями атрибута параметра (%@), являются некорректными.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Один или несколько точечных барьеров (%@) не размещены.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Один или несколько точечных барьеров (%@) имеют пустую геометрию.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Один или несколько точечных барьеров (%@) имеют недопустимое имя атрибута добавленной стоимости.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Один или несколько точечных барьеров (%@) имеют недопустимое направление подъезда.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Один или несколько полигональных барьеров (%@) не покрывают какие-либо элементы сети.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Один или несколько полигональных барьеров (%@) имеют пустую геометрию.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Один или несколько полигональных барьеров (%@) имеют недопустимое имя атрибута масштабируемой стоимости.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Один или несколько полилинейных барьеров (%@) не покрывают какие-либо элементы сети.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Один или несколько полилинейных барьеров (%@) имеют пустую геометрию.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Один или несколько полилинейных барьеров (%@) имеют недопустимое имя атрибута масштабируемой стоимости.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Одно или несколько имен атрибутов ограничения (%@) являются некорректными.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Одно или несколько значений использования ограничения (%1$@), связанных с пользовательскими значениями атрибута параметра (%2$@), являются некорректными.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Одно или несколько значений использования ограничения (%1$@) , связанных с пользовательскими значениями атрибута параметра ((%2$@), являются нейтральными (т.е. не оказывают эффекта).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Одна или несколько остановок (%@) расположены на непроходимом элементе.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Одна или несколько остановок (%@) расположены на элементе с мягким ограничением.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Одна или несколько остановок (%@) не расположены.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Одна или несколько остановок (%@) не могут быть достигнуты с других остановок.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Одна или несколько остановок (%@) имеют пустую геометрию.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Одна или несколько остановок (%@) имеют окончание временного окна, приходящееся на время до его начала.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Одна или несколько остановок (%@) имеют временное окно, начинающееся до 1 января 1970 года.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Одна или несколько остановок (%@) имеют недопустимое направление подъезда.";

/* No comment provided by engineer. */
"Open in Safari" = "Открыть в Safari";

/* No comment provided by engineer. */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Введите имя нового вложения";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Полигональный барьер (%1$@) имеет отрицательные или нулевые атрибуты масштабируемой стоимости (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Полилинейный барьер (%1$@) имеет отрицательные или нулевые атрибуты масштабируемой стоимости (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Полилинии не могут быть возвращены.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "У пользователя с персональной учетной записью нет доступа к этому приложению.";

/* No comment provided by engineer. */
"Remove Part" = "Удалить часть";

/* No comment provided by engineer. */
"Remove Vertex" = "Удалить вершину (Remove Vertex)";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Изменение порядка остановок (задача коммивояжера) не поддерживается, если набор остановок содержит путевые точки или перерывы на отдых.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Сброс до значений по умолчанию";

/* No comment provided by engineer. */
"Retry" = "Повторить";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Маршрут начинается или оканчивается на путевой точке.";

/* No comment provided by engineer. */
"Save Image" = "Сохранить изображение";

/* No comment provided by engineer. */
"Save Movie" = "Сохранить видеоролик";

/* No comment provided by engineer. */
"Sign In" = "Войти";

/* No comment provided by engineer. */
"Skip" = "Пропустить";

/* No comment provided by engineer. */
"Small" = "Малый";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Указано время начала до 1 января 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Остановка (%1$@) имеет недопустимые имена атрибутов добавленной стоимости (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Снять фото или видео";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Недопустимое предельное значение импеданса по умолчанию.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Недопустимое число целевых пунктов обслуживания по умолчанию.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Имя атрибута расстояния путевого листа (%@) является недопустимым.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Недопустимый язык маршрута.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Некорректный атрибут класса дорог в маршруте.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Недопустимый стиль маршрута.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Имя атрибута времени путевого листа (%@) является недопустимым.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Имя атрибута импеданса (%@) является недопустимым.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Входная пространственная привязка не определена.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Сеть не содержит атрибута иерархии для выполнения иерархического планирования маршрутов.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Сначала объект должен быть сохранен на портале с использованием метода 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Выходная пространственная привязка не определена.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Недопустимое расстояние полигонального буфера.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "У ресурса, который вы ищете, как предположительно удаленный, изменилось название или он временно недоступен";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Итоговый маршрут проходит по одному или нескольким элементам с мягкими ограничениями (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Маршрут слишком длинный, чтобы рассчитывать его с использованием режима перемещения пешком.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Условие where для поиска не поддерживается.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Некорректный сертификат сервера. Возможно сервер, к которому вы подключаетесь, выдаёт себя за '%@', что может подвергнуть риску конфиденциальность вашей информации. Продолжить подключение?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Сервис не может правильно вычислить сдвиг времени.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Указан недопустимый clientID";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Свойство типа остановок проигнорировано для остановок (%@), так как сервер не поддерживается выбранный тип остановок.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Режим перемещения был задан по умолчанию.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Путевые точки (%@) содержат атрибут добавленной стоимости.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Путевые точки (%@) содержат временные окна.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Ошибка загрузки объекта. Проверьте подключение к сети.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Дата начала временных окон изменена.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Временные окна проигнорированы, так как атрибут импеданса не основан на времени.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Для сохранения элемента как нового необходимо войти на портал.";

/* No comment provided by engineer. */
"Today" = "Сегодня";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Токен неверный или истек срок его действия";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "URL-адрес токена отсутствует. Необходимо задать действительный URL-адрес токена для учетных данных.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Невозможно войти с предоставленными правами доступа.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Невозможно получить профиль пользователя от провайдера";

/* No comment provided by engineer. */
"Unauthorized access" = "Неавторизованный доступ";

/* No comment provided by engineer. */
"Unknown authentication error" = "Неизвестная ошибка аутентификации";

/* No comment provided by engineer. */
"Unknown condition." = "Неизвестное состояние.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Неизвестная ошибка";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Неподдерживаемые данные GPX.";

/* No comment provided by engineer. */
"User canceled error" = "Ошибка отмена пользователем";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Лицензии пользователя, назначенные вашей организацией, являются недопустимыми. Свяжитесь с администратором, чтобы настроить назначение лицензий, и попробуйте снова.";

/* No comment provided by engineer. */
"Username" = "Имя пользователя";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Используется браузер для аутентификации...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Значение превышает максимальную длину поля %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Вы изменяете тип объекта. Хотите сохранить текущие значения (если возможно) или сбросить к значениям по умолчанию?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Вы не можете войти в учетную запись, так как у вас нет учетной записи организации, связанной с вашей учетной записью социальной сети.";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "У вас нет прав на доступ к этому ресурсу";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "У вас нет соответствующего уровня пользователя для доступа к приложению.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Для выполнения этой операции необходимо войти на Portal.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Необходимо задать рейтинг между 1 и 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Необходимо задать ключ описания использования местоположения (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) в вашем plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Вам необходимо выбрать сертификат, чтобы работать с ресурсом '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Вам необходимо войти, чтобы работать с ресурсом '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "см";
"dd" = "дг";
"dm" = "дм";
"ft" = "фт";
"in" = "дюйм";
"km" = "км";
"m" = "м";
"mi" = "М";
"mm" = "мм";
"nm" = "ММ";
"pt" = "тчк";
"Unknown" = "Неизвестные";
"yd" = "яр.";

/* Unit Display Strings */
"Centimeters" = "Сантиметры";
"Decimal Degrees" = "Десятичные градусы";
"Decimeters" = "дециметры";
"Feet" = "Футы";
"Inches" = "Дюймы";
"Kilometers" = "Километры";
"Meters" = "Метры";
"Miles" = "Мили";
"Millimeters" = "миллиметры";
"Nautical Miles" = "Морские мили";
"Points" = "Точки";
"Yards" = "Ярды";

/* Area Units Abbreviated Strings */
"sq. in" = "кв.дюйм";
"sq. ft" = "кв.фут";
"sq. yd" = "кв.ярд";
"ac" = "ак.";
"sq. mi" = "кв.М";
"sq. mm" = "кв.ММ";
"sq. cm" = "кв.см";
"sq. dm" = "кв.дм";
"sq. m" = "кв.м";
"ares" = "аров";
"ha" = "га";
"sq. km" = "кв.км";

/* Area Units Display Strings */
"Square Inches" = "Квадратные дюймы";
"Square Feet" = "Квадратные футы";
"Square Yards" = "Квадратные ярды";
"Acres" = "Акры";
"Square Miles" = "Квадратные мили";
"Square Millimeters" = "Квадратные миллиметры";
"Square Centimeters" = "Квадратные сантиметры";
"Square Decimeters" = "Квадратные дециметры";
"Square Meters" = "Квадратные метры";
"Ares" = "аров";
"Hectares" = "Гектары";
"Square Kilometers" = "Квадратные километры";

